Repository: zedfauji/magidesk-v1
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: es_es, fr_fr

# Login_Title
source: User Login
es_es: Inicio de Sesión
fr_fr: Connexion Utilisateur

# Button_ClockIn
source: Clock In/Out
es_es: Fichar E/S
fr_fr: Pointer

# Button_Shutdown
source: Shutdown System
es_es: Apagar Sistema
fr_fr: Éteindre

# Button_Language
source: Language
es_es: Idioma
fr_fr: Langue

# SB_Title
source: Quick Actions
es_es: Acciones Rápidas
fr_fr: Actions Rapides

# SB_OpenTickets
source: Open Tickets
es_es: Tickets Abiertos
fr_fr: Tickets Ouverts

# SB_NewTicket
source: New Ticket
es_es: Nuevo Ticket
fr_fr: Nouveau Ticket

# SB_EditTicket
source: Edit Selected
es_es: Editar Seleccionado
fr_fr: Modifier Sélection

# SB_TableMap
source: Table Map
es_es: Mapa de Mesas
fr_fr: Plan de Salle

# SB_Kitchen
source: Kitchen Display
es_es: Pantalla Cocina
fr_fr: Écran Cuisine

# SB_BackOffice
source: Back Office
es_es: Administración

# SB_ManagerFn
source: Manager Fn
es_es: Func. Gerente
fr_fr: Fonctions Gérant

# SB_Logout
source: Logout
es_es: Cerrar Sesión
fr_fr: Déconnexion

# SB_Shutdown
source: Shutdown
es_es: Apagar
fr_fr: Éteindre

# OE_Title
source: Current Ticket
es_es: Ticket Actual
fr_fr: Ticket Actuel

# OE_SearchItems
source: Search Items
es_es: Buscar Artículos
fr_fr: Chercher Articles

# OE_Tax
source: Tax
es_es: Impuesto
fr_fr: Taxe

# OE_Discount
source: Discount
es_es: Descuento
fr_fr: Remise

# OE_TotalDue
source: Total Due
es_es: Total
fr_fr: Total

# OE_Qty
source: Qty
es_es: Cant.
fr_fr: Qté

# OE_Fee
source: Fee
es_es: Cargo
fr_fr: Frais

# OE_Settle
source: Settle
es_es: Cobrar
fr_fr: Régler

# OE_PayNow
source: Pay Now
es_es: Pagar
fr_fr: Payer

# OE_Split
source: Split
es_es: Dividir
fr_fr: Diviser

# OE_Merge
source: Merge
es_es: Unir
fr_fr: Fusionner

# OE_Note
source: Note
es_es: Nota

# OE_Print
source: Print
es_es: Imprimir
fr_fr: Imprimer

# OE_Send
source: Send
es_es: Enviar
fr_fr: Envoyer

# OE_Categories
source: Categories
es_es: Categorías
fr_fr: Catégories

# OE_NoTicket
source: No ticket loaded
es_es: Ningún ticket cargado
fr_fr: Aucun ticket

# OE_SelectTicketPrompt
source: Select a ticket from the switchboard or create a new ticket
es_es: Seleccione un ticket del panel o cree uno nuevo
fr_fr: Sélectionnez un ticket ou créez-en un nouveau

# BO_Title
source: Back Office
es_es: Administración
fr_fr: Administration

# BO_Back
source: Back
es_es: Atrás
fr_fr: Retour

# BO_CaptureBatch
source: Capture Batch
es_es: Capturar Lote
fr_fr: Capturer Lot

# BO_Nav_MenuEditor
source: Menu Editor
es_es: Editor de Menú
fr_fr: Éditeur de Menu

# BO_Nav_MenuEditor_Desc
source: Edit Categories, Groups, Items
es_es: Editar Categorías, Grupos, Artículos
fr_fr: Catégories, Groupes, Articles

# BO_Nav_Modifiers
source: Modifiers
es_es: Modificadores
fr_fr: Modificateurs

# BO_Nav_Modifiers_Desc
source: Manage Options & Toppings
es_es: Opciones y Agregados
fr_fr: Options et Garnitures

# BO_Nav_Inventory
source: Inventory
es_es: Inventario
fr_fr: Inventaire

# BO_Nav_Inventory_Desc
source: Manage Stock & Ingredients
es_es: Gestionar Stock e Ingredientes
fr_fr: Stocks et Ingrédients

# BO_Nav_Vendors
source: Vendors
es_es: Proveedores
fr_fr: Fournisseurs

# BO_Nav_Vendors_Desc
source: Supplier Management
es_es: Gestión de Proveedores
fr_fr: Gestion des Fournisseurs

# BO_Nav_PurchaseOrders
source: Purchase Orders
es_es: Órdenes de Compra
fr_fr: Bons de Commande

# BO_Nav_PurchaseOrders_Desc
source: Stock Procurement
es_es: Adquisición de Stock
fr_fr: Approvisionnement

# BO_Nav_TableMap
source: Table Map
es_es: Mapa de Mesas
fr_fr: Plan de Salle

# BO_Nav_TableMap_Desc
source: Spatial Floor Plan
es_es: Plano de Planta
fr_fr: Plan Spatial

# BO_Nav_TableExplorer
source: Table Explorer
es_es: Explorador de Mesas
fr_fr: Explorateur de Tables

# BO_Nav_TableExplorer_Desc
source: List Floor Plan
es_es: Lista de Mesas
fr_fr: Liste des Tables

# BO_Nav_TableDesigner
source: Table Designer
es_es: Diseñador de Mesas
fr_fr: Concepteur de Tables

# BO_Nav_TableDesigner_Desc
source: Design Table Layouts
es_es: Diseñar Diseños de Mesas
fr_fr: Créer des Plans

# BO_Nav_Users
source: Users
es_es: Usuarios
fr_fr: Utilisateurs

# BO_Nav_Users_Desc
source: Manage Staff & Permissions
es_es: Gestionar Personal y Permisos
fr_fr: Personnel et Permissions

# BO_Nav_Roles_Desc
source: Manage User Roles
es_es: Gestionar Roles de Usuario
fr_fr: Rôles Utilisateurs

# BO_Nav_TaxDiscount
source: Tax / Discount
es_es: Impuestos / Descuentos
fr_fr: Taxes / Remises

# BO_Nav_TaxDiscount_Desc
source: Discount & Tax tools
es_es: Herramientas de Impuestos
fr_fr: Outils de Taxes

# BO_Nav_OrderTypes
source: Order Types
es_es: Tipos de Orden
fr_fr: Types de Commandes

# BO_Nav_OrderTypes_Desc
source: Manage order type rules
es_es: Reglas de Tipos de Orden
fr_fr: Règles de Commandes

# BO_Nav_Shifts
source: Shifts
es_es: Turnos
fr_fr: Services

# BO_Nav_Shifts_Desc
source: Manage shift definitions
es_es: Definiciones de Turnos
fr_fr: Définitions de Service

# BO_Nav_Reports
source: Reports
es_es: Reportes
fr_fr: Rapports

# BO_Nav_Reports_Desc
source: Sales Summaries
es_es: Resúmenes de Ventas
fr_fr: Résumés des Ventes

# BO_Nav_Settings
source: General Settings
es_es: Configuración General
fr_fr: Paramètres Généraux

# BO_Nav_Settings_Desc
source: Restaurant Info & Kiosk
es_es: Info del Restaurante y Kiosco
fr_fr: Infos Restaurant & Kiosque

# BO_Nav_System
source: System & Printers
es_es: Sistema e Impresoras
fr_fr: Système et Imprimantes

# BO_Nav_System_Desc
source: Hardware, Config & Backup
es_es: Hardware, Config y Copias
fr_fr: Matériel et Configuration

# BO_Nav_PrintTemplates
source: Print Templates
es_es: Plantillas de Impresión
fr_fr: Modèles d'Impression

# BO_Nav_PrintTemplates_Desc
source: Receipt & Ticket Layouts
es_es: Formatos de Recibos
fr_fr: Reçus et Tickets

# TM_Title
source: Table Map
es_es: Mapa de Mesas
fr_fr: Plan de Salle

# TM_SelectNewTable
source: Select New Table
es_es: Seleccionar Nueva Mesa
fr_fr: Sélectionner Nouvelle Table

# TM_RealTime
source: Real-time
es_es: Tiempo Real
fr_fr: Temps Réel

# TM_Refresh
source: Refresh
es_es: Actualizar
fr_fr: Rafraîchir

# TM_LastUpdate
source: Last Update:
es_es: Última Actualización:
fr_fr: Dernière Mise à Jour:

# KD_Title
source: Kitchen Display System
es_es: Sistema de Cocina
fr_fr: Écran Cuisine

# KD_HistoryTitle
source: Kitchen History
es_es: Historial de Cocina
fr_fr: Historique Cuisine

# KD_History
source: History
es_es: Historial
fr_fr: Historique

# KD_Refresh
source: Refresh
es_es: Actualizar
fr_fr: Rafraîchir

# KD_BumpOrder
source: BUMP ORDER
es_es: COMPLETAR ORDEN
fr_fr: TERMINER COMMANDE

# KD_NoActiveOrders
source: No Active Orders
es_es: No hay órdenes activas
fr_fr: Aucune commande active

# KD_Never
source: Never
es_es: Nunca
fr_fr: Jamais

# PAY_TotalAmount
source: Total Amount
es_es: Monto Total
fr_fr: Montant Total

# PAY_TaxAmount
source: Tax Amount
es_es: Impuestos
fr_fr: Montant Taxe

# PAY_PaidAmount
source: Paid Amount
es_es: Monto Pagado
fr_fr: Montant Payé

# PAY_BalanceDue
source: Balance Due
es_es: Saldo Pendiente
fr_fr: Solde Dû

# PAY_TenderAmount
source: Tender Amount
es_es: Monto Recibido
fr_fr: Montant Versé

# PAY_TaxExempt
source: Tax Exempt
es_es: Exento de Impuestos
fr_fr: Exonéré de Taxe

# PAY_QuickCash
source: Quick Cash
es_es: Efectivo Rápido
fr_fr: Espèces Rapide

# PAY_NoSale
source: No Sale
es_es: Sin Venta
fr_fr: Sans Vente

# PAY_Exact
source: Exact
es_es: Exacto

# PAY_Cash
source: CASH
es_es: EFECTIVO
fr_fr: ESPÈCES

# PAY_CreditCard
source: CREDIT CARD
es_es: TARJETA DE CRÉDITO
fr_fr: CARTE DE CRÉDIT

# PAY_GiftCard
source: GIFT CARD
es_es: TARJETA DE REGALO
fr_fr: CARTE CADEAU

# PAY_Cancel
source: Cancel
es_es: Cancelar
fr_fr: Annuler

# SET_Title
source: Settings
es_es: Configuración
fr_fr: Paramètres

# SET_RestaurantInfo
source: Restaurant Information
es_es: Información del Restaurante
fr_fr: Informations Restaurant

# SET_RestaurantName
source: Restaurant Name
es_es: Nombre del Restaurante
fr_fr: Nom du Restaurant

# SET_Address
source: Address
es_es: Dirección
fr_fr: Adresse

# SET_Phone
source: Phone
es_es: Teléfono
fr_fr: Téléphone

# SET_Email
source: Email
es_es: Correo Electrónico

# SET_Website
source: Website
es_es: Sitio Web
fr_fr: Site Web

# SET_TaxId
source: Tax ID / VAT
es_es: RFC / IVA
fr_fr: Numéro TVA

# SET_ReceiptFooter
source: Receipt Footer Message
es_es: Mensaje Pie de Recibo
fr_fr: Pied de Page Reçu

# SET_SaveChanges
source: Save Changes
es_es: Guardar Cambios
fr_fr: Enregistrer

# SET_TerminalSettings
source: Terminal Settings
es_es: Configuración de Terminal
fr_fr: Paramètres Terminal

# SET_KioskMode
source: Kiosk Mode
es_es: Modo Quiosco
fr_fr: Mode Kiosque

# DLG_SelectModifiers
source: Select Modifiers
es_es: Seleccionar Modificadores
fr_fr: Sélectionner des Modificateurs

# DLG_Done
source: Done
es_es: Listo
fr_fr: Terminé

# DLG_Cancel
source: Cancel
es_es: Cancelar
fr_fr: Annuler

# DLG_Required
source: Required
es_es: Requerido
fr_fr: Requis

# RPT_Title
source: Reports
es_es: Reportes
fr_fr: Rapports

# RPT_StartDate
source: Start Date
es_es: Fecha Inicio
fr_fr: Date Début

# RPT_EndDate
source: End Date
es_es: Fecha Fin
fr_fr: Date Fin

# RPT_RunReport
source: Run Report
es_es: Ejecutar Reporte
fr_fr: Exécuter

# RPT_Today
source: Today
es_es: Hoy
fr_fr: Aujourd'hui

# RPT_Yesterday
source: Yesterday
es_es: Ayer
fr_fr: Hier

# RPT_Week
source: Week
es_es: Semana
fr_fr: Semaine

# RPT_Month
source: Month
es_es: Mes
fr_fr: Mois

# RPT_SalesSummary
source: Sales Summary
es_es: Resumen de Ventas
fr_fr: Résumé des Ventes

# RPT_GrossSales
source: Gross Sales
es_es: Ventas Brutas
fr_fr: Ventes Brutes

# RPT_NetSales
source: Net Sales
es_es: Ventas Netas
fr_fr: Ventes Nettes

# RPT_TotalTax
source: Total Tax
es_es: Impuesto Total
fr_fr: Total TVA

# RPT_Category
source: Category
es_es: Categoría
fr_fr: Catégorie

# RPT_Items
source: Items
es_es: Artículos
fr_fr: Articles

# RPT_Gross
source: Gross
es_es: Bruto
fr_fr: Brut

# RPT_Net
source: Net
es_es: Neto

# RPT_Tax
source: Tax
es_es: Impuesto
fr_fr: TVA

# OE_Subtotal
source: Subtotal
fr_fr: Sous-total

# OE_Misc
source: Misc
fr_fr: Divers

# BO_Nav_Roles
source: Roles
fr_fr: Rôles
